Repository: Touriva/insight-ui-safecoin
Catalog: po/ua.po
Languages: ua

source: (Input unconfirmed)
ua: (Вхід не підтверджено)

source: 404 Page not found :(
ua: 404 Сторінка відсутня :(

source: <strong>insight</strong> is an <a href="http://live.insight.is/" target="_blank">open-source Touriva blockchain explorer</a> with complete REST and websocket APIs that can be used for writing web wallets and other apps that need more advanced blockchain queries than provided by safecoind RPC. Check out the <a href="https://github.com/Touriva/insight-ui-touriva" target="_blank">source code</a>.
ua: <strong>insight</strong> це <a href="http://live.insight.is/" target="_blank">провідник блокчейну Touriva з відкритим початковим кодом</a> із повним набором REST та API веб-сторінок, які можна використовувати для написання веб-гаманців та інших додатків, для якіпотребують більш складних запитів до блокчейну, крім випадків, передбачених Safecoind RPC. Перевірте початковий код <a href="http://github.com/bitpay/insight" target="_blank">в репозиторії Github</a>.

source: <strong>insight</strong> is still in development, so be sure to report any bugs and provide feedback for improvement at our <a href="https://github.com/bitpay/insight/issues" target="_blank">github issue tracker</a>.
ua: <strong>insight</strong> все ще розробляється, тому не забудьте повідомити про будь-які помилки та надати відгук для покращення в нашому <a href="https://github.com/Touriva/insight-ui-touriva/issues" target="_blank">трекері помилок Github</a>.

source: About
ua: Про Нас

source: Address
ua: Адреса

source: Age
ua: Вік

source: Application Status
ua: Статус Програми

source: Best Block
ua: Кращий блок

source: Touriva node information
ua: Інформацыя про вузол Touriva

source: Block
ua: Блок

source: Block Reward
ua: Винагорода Блоку

source: Blocks
ua: Блоки

source: Bytes Serialized
ua: Серіалізовані Байти

source: Can't connect to safecoind to get live updates from the p2p network. (Tried connecting to safecoind at {{host}}:{{port}} and failed.)
ua: Неможливо підключитися до safecoind, щоб отримувати оновлення в реальному часі з мережі p2p. (Спроба підключення до безпечної адреси {{host}}:{{port}} не вдалося.)

source: Can't connect to insight server. Attempting to reconnect...
ua: Неможливо підключитися до серверу insight. Спроба повторного підключення...

source: Can't connect to internet. Please, check your connection.
ua: Неможливо підключитися до Інтернету. Будь ласка, перевірте Ваше з'єднання.

source: Complete
ua: Завершено

source: Confirmations
ua: Підтвердження

source: Conn
ua: З'єдн

source: Connections to other nodes
ua: З'єднання з іншими вузлами

source: Current Blockchain Tip (insight)
ua: Фактичний Статус Блокчейну (insight)

source: Current Sync Status
ua: Поточний Статус Синхронізації

source: Details
ua: Подробиці

source: Difficulty
ua: Складність

source: Double spent attempt detected. From tx:
ua: Виявлено спробу подвійної витрати. З транзакції:

source: Error!
ua: Помилка!

source: Fee
ua: Комісія

source: Final Balance
ua: Остаточний Баланс

source: Finish Date
ua: Дата Закінчення

source: Go to home
ua: Повернутися на головну

source: Hash Serialized
ua: Серіалізований Хеш

source: Height
ua: Висота

source: Included in Block
ua: Включено в Блок

source: Incoherence in levelDB detected:
ua: Виявлено незрівняність в levelDB:

source: Info Errors
ua: Інформація про Помилки

source: Initial Block Chain Height
ua: Початкова Висота Блокчейну

source: Input
ua: Вхід

source: Last Block
ua: Останній Блок

source: Last Block Hash (Safecoind)
ua: Останній Хеш Блоку (Safecoind)

source: Latest Blocks
ua: Останні Блоки

source: Latest Transactions
ua: Останні Транзакції

source: Loading Address Information
ua: Завантаження Інформації про Адресу

source: Loading Block Information
ua: Завантаження Інформації про Блок

source: Loading Selected Date...
ua: Завантаження Обраної Дати...

source: Loading Transaction Details
ua: Завантаження Подробиць Транзакції

source: Loading Transactions...
ua: Завантаження Транзакцій...

source: Loading...
ua: Завантаження...

source: Mined Time
ua: Час Видобутку

source: Mined by
ua: Видобутий

source: Mining Difficulty
ua: Складність Видобутку

source: Next Block
ua: Наступний Блок

source: No Inputs (Newly Generated Coins)
ua: Немає Входів (Новостворені Монети)

source: No blocks yet.
ua: Ще немає блоків.

source: No matching records found!
ua: Не знайдено відповідних записів!

source: No. Transactions
ua: Транзакції Відсутні

source: Number Of Transactions
ua: Кількість Транзакцій

source: Output
ua: Вихідні дані

source: Powered by
ua: Працює завдяки

source: Previous Block
ua: Попередній Блок

source: Protocol version
ua: Версія протоколу

source: Proxy setting
ua: Налаштування проксі

source: Received Time
ua: Отриманий Час

source: Redirecting...
ua: Перенаправлення...

source: Search for block, transaction or address
ua: Пошук блоку, транзакції або адреси

source: See all blocks
ua: Переглянути всі блоки

source: Show Transaction Output data
ua: Показати дані про вихід транзакції

source: Show all
ua: Показати все

source: Show input
ua: Показати введення

source: Show less
ua: Показати менше

source: Show more
ua: Показати більше

source: Size
ua: Розмір

source: Size (bytes)
ua: Розмір (байт)

source: Skipped Blocks (previously synced)
ua: Пропущені блоки (попередньо синхронізовані)

source: Start Date
ua: Дата Початку

source: Status
ua: Статус

source: Summary
ua: Підсумок

source: Summary <small>confirmed</small>
ua: Підсумок <small>підтверджено</small>

source: Sync Progress
ua: Прогрес Синхронізації

source: Sync Status
ua: Статус Синхронізації

source: Sync Type
ua: Тип Синхронізації

source: Synced Blocks
ua: Синхронізовані Блоки

source: Testnet
ua: Тестова мережа

source: There are no transactions involving this address.
ua: Немає транзакцій із цією адресою.

source: Time Offset
ua: Час Зсуву

source: Timestamp
ua: Дата та Час

source: Today
ua: Сьогодні

source: Total Amount
ua: Загальна Сума

source: Total Received
ua: Усього Стримано

source: Total Sent
ua: Усього Надіслано

source: Transaction
ua: Транзакція

source: Transaction Output Set Information
ua: Інформація про вихідні транзакції

source: Transaction Outputs
ua: Виходи Транзакції

source: Transactions
ua: Транзакції

source: Type
ua: Тип

source: Unconfirmed
ua: Не підтверджено

source: Unconfirmed Transaction!
ua: Непідтверджена Транзакція!

source: Unconfirmed Txs Balance
ua: Баланс без Підтвердження

source: Value Out
ua: Вихідне Значення

source: Version
ua: Версія

source: Waiting for blocks...
ua: Очікуємо блоки...

source: Waiting for transactions...
ua: Очікуємо транзакції...

source: by date.
ua: за датою.

source: first seen at
ua: вперше побачений

source: mined
ua: видобутий

source: mined on:
ua: видобутий на:

source: Waiting for blocks
ua: Очікуємо блоки
